const intro = {
  section1: "오랜 시간 웹퍼블리셔로 일하면서, 사용자에게 더 나은 서비스를 제공하기 위해서는 ",
  section2: "단순한 화면 구현을 넘어 서비스의 구조와 흐름까지 이해하고 개발에 참여해야 한다는 필요성을 느끼게 되었습니다.",
  section3: "특히 UI 시스템을 설계하고 구성하는 과정이 즐겁고 보람찼기에, 이를 더 깊이 확장할 수 있는 프론트엔드 개발자로 전향하기를 결심했습니다.",
  section4: "저는 다음과 같은 세 가지 이유로 웹 프론트엔드 팀원으로 적합하다고 생각합니다.",
  section5: "첫째, 실무와 병행하며 프론트엔드 개발 역량을 꾸준히 쌓아왔습니다.",
  section6: "JavaScript와 SPA 프레임워크에 대해 학습하고, 퍼블리셔 업무 속에서도 점진적으로 컴포넌트 기반 UI 구현 방식과 상태 관리에 대한 이해를 넓혀왔습니다.",
  section7: "둘째, 다양한 서비스 도메인에서의 퍼블리싱 경험이 개발자로서의 이해도를 높여줍니다.",
  section8: "교육, 여행, 자사몰, 금융 등 다양한 환경에서 사용자 경험 중심의 퍼블리싱을 진행했으며, 특히 SPA 프레임워크에서의 협업 경험은 개발자와의 소통과 구조적인 코드 작성 역량을 키우는 데 큰 도움이 되었습니다.",
  section9: "셋째, UI 시스템 구축 경험을 통해 프론트엔드 개발에서도 강점을 발휘할 수 있습니다.",
  section10: "다년간 UI 설계 및 컴포넌트화, 유지보수 경험을 통해 사용성과 확장성을 고려한 화면 설계 역량을 보유하고 있으며, 이는 프론트엔드 개발자로서 체계적인 화면 구현에 강점을 제공합니다.",
  section11: "아직 부족한 점도 많지만, Front-end 관련 학습을 꾸준히 이어가고 있으며 실무에서 Front-end 팀에 소속되어 팀원들과 함께 협업 능력과 실행력을 다졌습니다.",
  section12: "UI를 설계하고 시스템을 구축하는 과정이 즐겁기에, 이를 더 깊이 다룰 수 있는 프론트엔드 개발자로 성장하고자 합니다.",
  section13: "‘차이를 만들어내는 것은 실행력과 꾸준함’ 이라는 믿음 아래, 새로운 기술을 배우고 실무에 적용하는 데 주저하지 않겠습니다.",
}
export default intro;
